<br><br>
<div class="center-div">
	<h3>ประวัติความเป็นมา</h3>
	<p style="text-indent: 40px;" >ร้าน ช.ฐิติพันธ์ การค้า เป็นธุรกิจเจ้าของคนเดียว ตั้งอยู่ 143 หมู่ 14 บ้านหนองบัว ต.กระโพ อ.ท่าตูม จ.สุรินทร์ เบอร์โทรติดต่อ 064-7354149 ดำเนินธุรกิจด้วยการพัฒนาผลิตภัณฑ์ขึ้นมาเพื่อจัดจำหน่าย มีทั้งการขายปลีกและขายส่ง จำหน่ายสินค้าที่เกี่ยวกับเครื่องประดับ สินค้าที่ต่างๆที่เป็นสินค้า OTOP ประจำหมู่บ้าน โดยการผลิตและพัฒนาผลิตภัณฑ์ขึ้นมาเองจากสินค้าที่มีอยู่ มีการบริหารงานธุรกิจทั้งแบบครอบครัวทั้งแบบชุมชน</p>
	
	<h4>ช่องทางการติดต่อ</h4>

    <p>ที่อยู่: 43 หมู่ 14 บ้านหนองบัว ต.กระโพ อ.ท่าตูม จ.สุรินทร์</p>
    <p>โทรศัพท์: 064-7354149</p>
    <p>Email: Thiti@gmail.com</p>
    <p>Facebook: https://www.facebook.com/thiti</p>
    
</div>
